"Access.Email" = "Continue with email";

"Access.Facebook" = "Continue with Facebook";

"Access.Google" = "Continue with Google";

"Access.WontPublish" = "We won't publish anything without your permission";

"AddBadis.AddButton" = "add Badi";

"AddBadis.CantFind" = "Can't find your roommates above?";

"AddBadis.Error.Subtitle" = "It seems your Badi isn't here";

"AddBadis.Error.Title" = "Whoops!";

"AddBadis.Invite" = "Invite Roommates";

"AddBadis.RemoveButton" = "remove";

/* Badis */
"AddBadis.Title" = "Add Badis";

"AddBadis.TypeName" = "Type the name here";

"AddressSearch.MyCity" = "Auto-detect your city";

"AddressSearch.MyLocation" = "My location";

"AddressSearch.RoomCreate.Title" = "Where is the property located?";

/* Address search */
"AddressSearch.Search.Title" = "Where do you want to live?";

"AddressSearch.SelectLocation" = "Save location";

"AddressType.City" = "City";

"AddressType.Country" = "Country";

"AddressType.District" = "District";

"AddressType.Establishment" = "Establishment";

"AddressType.Neighborhood" = "Neighborhood";

/* Address type */
"AddressType.Region" = "Region";

"AddressType.Street" = "Street";

"AddressType.TransitStation" = "Transit station";

"Alert.FirstInvitation.Button" = "Got it!";

"Alert.FirstInvitation.Subtitle" = "Accept it to get chatting or Decline it if you don’t think you’re a match.";

"Alert.FirstInvitation.Title" = "Congrats! You just received your first request from a Lister";

"Alert.TrustedUser.Subtitle" = "This user has all account information verified and is ready to book a room";

/* Trusted user alert */
"Alert.TrustedUser.Title" = "Trusted User";

"Amenities.Add" = "Add amenities";

"Amenities.SeeAll" = "See all";

"Amenity.AC" = "AC";

"Amenity.AirConditioner" = "air conditioning";

"Amenity.CouplesAccepted" = "couples accepted";

"Amenity.Dishwasher" = "dishwasher";

"Amenity.Doorman" = "doorman";

"Amenity.Dryer" = "dryer";

"Amenity.Elevator" = "elevator";

"Amenity.Furnished" = "furnished";

"Amenity.Garden" = "garden";

"Amenity.Heating" = "heating";

"Amenity.OwnBathroom" = "private bathroom";

"Amenity.Parking" = "parking";

"Amenity.PetFriendly" = "pet friendly";

"Amenity.Pool" = "pool";

"Amenity.SmokerFriendly" = "smoker friendly";

"Amenity.Terrace" = "balcony";

"Amenity.Title" = "Amenities";

"Amenity.Tv" = "tv";

"Amenity.WashingMachine" = "washing machine";

"Amenity.Wheelchair" = "wheelchair friendly";

"Amenity.Wifi" = "wifi";

"Amenity.Window" = "natural light";

"APIError.BookingProposalAlreadyAnswered" = "Whoops, you’ve already responded to this booking request";

"APIError.BookingProposalAnswerForbidden" = "Whoops, it’s not possible to answer your own booking request";

"APIError.BookingProposalCreationForbidden" = "Whoops, it looks like this user is no longer available";

"APIError.BookingProposalInProgress" = "Whoops! You've already sent a booking request to this room. It’s not possible to send another one while you have one waiting for answer";

"APIError.CantBlockChat" = "Whoops! it is not possible to block the chat because there is a booking in common. If you still want to block it contact support";

"APIError.CantLeaveChat" = "Whoops! it is not possible to leave the chat because there is a booking in common. If you still want to leave it contact support";

"APIError.ConcurrentVerification" = "You already requested an SMS verification. If you don't receive a message within 5 minutes, try again.";

"APIError.EmailExists" = "Whoops! Your email already exists";

"APIError.EmailNotFound" = "Whoops! Couldn't find any users with that email address.";

"APIError.FacebookLoginExists" = "Whoops! your facebook account already exists";

"APIError.ForbiddenOperation" = "Whoops! You are not allowed to do that! Please, contact support.";

"APIError.GoogleLoginExists" = "Whoops! your google account already exists";

"APIError.InvalidAccountCountry" = "Whoops! your bank account does not belong to the country you indicated. Please double check your account number";

"APIError.InvalidAccountNumber" = "Whoops! there was an error with your bank account number. Please double check it, and if the error persists contact support";

"APIError.InvalidContext" = "Whoops! You need to be logged-in to do that!";

"APIError.InvalidFacebookToken" = "Whoops! There was an unknown error with facebook. Try later or contact support.";

"APIError.InvalidOperation" = "Whoops! You don't have access there. Please, contact support.";

"APIError.InvalidParams" = "One or more fields are missing or invalid. Please, try again.";

"APIError.InvalidPostalCode" = "Whoops! this postal code and your account country do not match. Please double check them";

"APIError.InvalidRecord" = "Whoops! There was an error with some of the fields submitted. Try later or contact support.";

"APIError.InvalidSmsRequest" = "Whoops! Cannot process your verification request. Try later or contact support.";

/* API Errors */
"APIError.InvalidToken" = "Whoops! Something went wrong with your authentication. Please try again, and if the error persists contact support.";

"APIError.InvorrectPassword" = "Whoops! The password is incorrect.";

"APIError.NoMatchLoginType" = "Whoops! Couldn't find an account with this email and login. Are you sure you didn't register through a different provider?";

"APIError.NoMatchPasswordConfirmation" = "Whoops! it seems that the two passwords are not the same.";

"APIError.RequestAlreadyAnswered" = "Whoops! this request is already answered";

"APIError.RequestNonArchivable" = "Whoops! This request is no archivable";

"APIError.ResourceAlreadyUsed" = "Whoops! that information is used by another user.";

"APIError.ResourceNotFound" = "Whoops! Cannot find that resource. Please, contact support.";

"APIError.RoomAlreadyReported.Message" = "Don't worry, our team are looking into it and will take action if appropriate.";

"APIError.RoomAlreadyReported.Title" = "Whoops, you already reported this room...";

"APIError.RoomIsFrozen" = "Whoops! this room can't be updated";

"APIError.Stripe.CardDeclined" = "The card was declined.";

"APIError.Stripe.ExpiredCard" = "The card has expired.";

"APIError.Stripe.IncorrectCvc" = "The card's security code is incorrect.";

"APIError.Stripe.IncorrectNumber" = "The card number is incorrect.";

"APIError.Stripe.IncorrectZip" = "The card's zip code failed validation.";

"APIError.Stripe.InvalidCvc" = "The card's security code is invalid.";

"APIError.Stripe.InvalidExpiryMonth" = "The card's expiration month is invalid.";

"APIError.Stripe.InvalidExpiryYear" = "The card's expiration year is invalid.";

/* Stripe */
"APIError.Stripe.InvalidNumber" = "The card number is not a valid credit card number.";

"APIError.Stripe.InvalidSwipeData" = "The card's swipe data is invalid.";

"APIError.Stripe.Missing" = "There is no card on a customer that is being charged.";

"APIError.Stripe.ProcessingError" = "An error occurred while processing the card.";

"APIError.UnknownException" = "Whoops! There was an unknown error. Try later or contact support.";

"APIError.UnknownSmsException" = "Whoops! There was an unknown error with the sms verification service. Try later or contact support.";

"APIError.UserAlreadyReported.Message" = "Don't worry, our team are looking into it and will take action if appropriate.";

"APIError.UserAlreadyReported.Title" = "Whoops, you already reported this user...";

"APIError.UserWithNoPaymentData" = "Whoops! The payment data is missing";

"APIError.UserWithNoPayoutData" = "Whoops! The payout data is missing";

"BedType.Double" = "double bed";

"BedType.No" = "no bed";

"BedType.Single" = "single bed";

"BedType.Sofa" = "sofa bed";

"Booking.Activity.Answer" = "Answer";

"Booking.Activity.Status.Accepted" = "Booked";

"Booking.Activity.Status.Expired" = "Booking expired";

"Booking.Activity.Status.NotPossible" = "Not possible";

"Booking.Activity.Status.Pending" = "Pending answer";

"Booking.Activity.Status.Rejected" = "Booking rejected";

"Booking.Activity.Subtitle.Accepted" = "Entry date:";

"Booking.Activity.Subtitle.NotPossible" = "Already rented";

"Booking.Activity.Subtitle.Pending.LessThanOne" = "less than an hour";

"Booking.Activity.Subtitle.Pending.Plural" = "hours left to answer";

"Booking.Activity.Subtitle.Pending.Singular" = "hour left to answer";

"Booking.Activity.Title" = "Booking activity";

"Booking.Chat.Ad.Button" = "Get more info";

"Booking.Chat.Ad.Text" = "Book your room securely with Badi";

"Booking.Chat.Description.Allowed" = "Send a booking Request to %@ to book the room";

"Booking.Chat.Description.Booked" = "Room Booked!\nEntry date %@";

"Booking.Chat.Description.Pending.Received" = "You have a Booking Request! Accept it before expires";

"Booking.Chat.Description.Pending.Sent" = "Waiting confirmation\n(max 24h)";

"Booking.Help.Email" = "booking@badi.com";

"Booking.Help.Faq" = "Do you need more information? Go to <u>FAQs</u>";

"Booking.Help.Subtitle" = "Still not clear? A few questions outstanding? Not to worry… we’re here to help!";

/* Help */
"Booking.Help.Title" = "Got a question?";

"Booking.Info.Chat" = "chat with us";

"Booking.Info.How" = "How does it work?";

"Booking.Info.Lister.First.Content" = "Once the request is sent, the Seeker has 24 hours to respond. In the meantime, you’re free to send out as many Booking Requests as you like for the same room. \n\n\It’s important to note however, that the first Seeker to accept your Booking Request  will be the one to book the room. All other requests will be automatically cancelled.";

"Booking.Info.Lister.First.Title" = "What happens next?";

"Booking.Info.Lister.Receive" = "If you receive a Booking Request…";

"Booking.Info.Lister.Receive.Content" = "1.- When you receive a Booking Request, you have 24 hours to accept or reject it. If you don’t do so within 24 hours, the request will expire and you won’t be able to book the room through that request.\n\n2.- If you accept the Booking Request, the next step will be to confirm your personal info and bank account details. This is needed in order to process the secure payment of the Booking Amount.\n\n3.- Once the request is accepted, the booking will be confirmed. We’ll then hold the booking amount until 48 hours have passed after the moving-in day.";

"Booking.Info.Lister.Second.Content" = "You’ll know that the Booking Request process has ended if you see one the following statuses:\n\nBooking confirmed: The Seeker accepted your Booking Request and transferred the Booking Amount to us. The room is booked to that Seeker, and we will transfer the booking amount to you 48 hours after the moving-in day.\n\nRequest rejected: The Seeker rejected your Booking Request, your room remains unbooked and you can start the process again.\n\nRequest expired: The Seeker hasn’t responded to your Booking Request in time, you can start the process again.\n\nRequest not possible: The Seeker booked a room from another Lister. Your room remains unbooked and you can start the process again.";

"Booking.Info.Lister.Second.Title" = "How do I know the Booking Request process has ended?";

"Booking.Info.Lister.Send" = "If you send a Booking Request…";

"Booking.Info.Lister.Send.Content" = "1.- First, you’ll need to provide us with your personal info and bank account details. We need this to transfer the booking amount to you on the set date (48 hours after moving-in day).\n\n2.- Remember to include the moving-in day and the booking amount in the Booking Request.\n\n3.- Send the Booking Request  to the Seeker, they’ll then have 24 hours to confirm or reject it.";

"Booking.Info.Lister.Third.Content" = "If the Seeker cancels the booking:\n\n\U2022 5 days or less before the moving-in day, you’ll receive 100% of the booking amount.\n\n\U2022 Between 10-6 days before the moving-in day, you’ll receive 50% of the booking amount.\n\n\U2022 11 days or more before the moving-in day, you won’t receive any of the booking amount.\n\nIn the event of a cancellation, we’ll contact you immediately.";

"Booking.Info.Lister.Third.Title" = "Cancellation policy:";

"Booking.Info.Lister.Title" = "Rooms can be booked by either sending or receiving a Booking Request.";

"Booking.Info.Seeker.First.Subtitle" = "What happens next?";

"Booking.Info.Seeker.Fourth.Content" = "If the Lister cancels the booking, we’ll reimburse 100% of the booking amount to you.\n\nIf you cancel the Booking:\n\n\U2022  11 days or more before the moving-in day, we’ll return 100% of the booking amount to you.\n\n\U2022  Between 10-6 days before the moving-in day, you’ll receive 50% of the booking amount.\n\n\U2022  5 days or less before the moving-in day, we’ll transfer the full booking amount to the Lister.\n\nIn the event of a cancellation, we’ll contact you immediately.";

"Booking.Info.Seeker.Fourth.Subtitle" = "Cancellation policy:";

"Booking.Info.Seeker.Receive" = "If you receive a Booking Request…";

"Booking.Info.Seeker.Receive.Content" = "1.- When you receive a Booking Request, you have 24 hours to accept or reject it. If you don’t do so within 24 hours, the request will expire and you won’t be able to book the room through that request.\n\n2.- If you accept the Booking Request, the next step will be to confirm your payment method, fill out your card details and carry out a secure online payment using your card.\n\n3.- Once the payment is complete, the booking will be confirmed. As long as you don’t report any issues, we’ll transfer the booking amount to the Lister 48 hours after the moving-in day.";

"Booking.Info.Seeker.Second.Content" = "You’ll know that the Booking Request process has ended if you see one the following statuses:\n\nBooking confirmed: The Lister accepted your Booking Request and your payment has been processed. The room is booked to you, we’ll transfer the booking amount to the Lister 48 hours after the moving-in day.\n\nRequest rejected: The Lister rejected your Booking Request and you can start the process again.\n\nRequest expired: The Lister hasn’t responded to your Booking Request in time, you can start the process again.\n\nRequest not possible: The Lister booked the room to someone else. You can start the process again.";

"Booking.Info.Seeker.Second.Subtitle" = "How do I know the Booking Request process has ended?";

"Booking.Info.Seeker.Send" = "If you send a Booking Request…";

"Booking.Info.Seeker.Send.Content" = "1.- First, you’ll need to provide us with your personal info and account details. We need this in order to process the payment should the Lister accept the Booking Request.\n\n2.- Remember to include the moving-in day and the booking amount in the Booking Request.\n\n3.- Send the Booking Request  to the Lister, they’ll then have 24 hours to confirm or reject it.";

"Booking.Info.Seeker.Third.Content" = "You’ll have 24 hours from the agreed moving-in day to check out your new room. Any issues you might have should be reported to our customer care team within those 24 hours.\n\nIf you don’t report any issues within the first 24 hours, we will transfer the booking amount to the Lister (48 hours after the moving-in day).\n\nAny reported issues will be handled by our customer care team who will analyse each situation directly and individually. The 24 hours that follow will be dedicated to solving the problem:\n\n\U2022 If the problem is solved, the booking amount will be transferred to the Lister after those 24 hours (48 hours after the moving-in day).\n\n\U2022 If the problem can’t be solved, the full booking amount will be reimbursed to you.";

"Booking.Info.Seeker.Third.Subtitle" = "What happens when the moving-in day arrives?";

"Booking.Info.Seeker.Title" = "Rooms can be booked by either sending or receiving a Booking Request.";

"Booking.Info.SeekerFirst.Content" = "Once the request is sent, the Lister has 24 hours to respond. In the meantime, you’re free to send out as many Booking Requests as you like.\nIt’s important to note however that the first Lister to accept your Booking Request will be the room you book. All other requests will be automatically cancelled.";

/* Info */
"Booking.Info.Title" = "Booking information";

"Booking.Info.What" = "What is it?";

"Booking.Info.What.First.Content" = "The Booking Request is a secure way for you to guarantee total or partial advance payment of the first month’s rent.\n\nBy accepting a Booking Request, the Seeker confirms that they’ll move in on the agreed date.\n\nYou can relax, you’re protected against unpleasant surprises!";

"Booking.Info.What.First.Title" = "If you have a room…";

"Booking.Info.What.Second.Content" = "The Booking Request is a secure method of guaranteeing the room in advance.\n\nBy accepting a Booking Request, you confirm that you’ll move in on the agreed date.\n\nPut your feet up, your search is done!";

"Booking.Info.What.Second.Title" = "If you’re searching for a room...";

"Booking.Proposal.SendMultiple.Reminder.Lister.Message" = "You are about to send another Booking Request. The first Request accepted by a Seeker will be the one booked and payed in your bank account.";

"Booking.Proposal.SendMultiple.Reminder.Seeker.Message" = "Looks like you already have active booking requests. Bear in mind that as soon as a booking request is accepted by yourself or the Lister, your booking amount will go straight to that Lister and all other booking requests will be cancelled.";

"Booking.Proposal.SendMultiple.Reminder.Title" = "Reminder";

"Booking.RoomDetail.ViewActivity" = "See booking activity";

"Booking.Tutorial.Button" = "Got it!";

"Booking.Tutorial.First.Subtitle" = "Book your room in no time with Badi.";

"Booking.Tutorial.First.Title" = "Introducing the new Booking!";

"Booking.Tutorial.Fourth.Subtitle" = "Send as many Booking Requests as you want, it’s all free!";

"Booking.Tutorial.Fourth.Title" = "100% Free!";

"Booking.Tutorial.Second.Subtitle" = "Don’t worry about your money. Badi takes care of the transactions!";

"Booking.Tutorial.Second.Title" = "Security first";

"Booking.Tutorial.Third.Subtitle" = "Chat, send requests and confirm your new room or roommate.";

"Booking.Tutorial.Third.Title" = "Fast and easy!";

"BookingProposalRequest.Amount" = "Booking amount:";

"BookingProposalRequest.Button" = "Send Booking Request";

"BookingProposalRequest.Date" = "Entry date:";

"BookingProposalRequest.Date.Empty" = "Choose date";

"BookingProposalRequest.Free" = "Service fee : there isn’t one! Badi is 100% free";

"BookingProposalRequest.Info" = "Need more info? <u>See booking information</u>";

"BookingProposalRequest.Lister.Example.First" = "Protection of your personal information";

"BookingProposalRequest.Lister.Example.Second" = "Booking payment 100% guaranteed";

"BookingProposalRequest.Lister.Example.Third" = "Get notifications of the payment's progress";

"BookingProposalRequest.Lister.SecondSubtitle" = "\U2022  The room will ONLY be booked when the Seeker ACCEPTS and makes the PAYMENT.\n\n\U2022  Badi will HOLD the Booking amount for up to 48 hours after the entry date.\n\n\U2022  The Seeker has to accept or reject the Request, otherwise it will expire after 24 hours.";

"BookingProposalRequest.Lister.Subtitle" = "First send the Request so the seeker can confirm or reject the booking of the room";

"BookingProposalRequest.MyAccount" = "My account information:";

"BookingProposalRequest.Seeker.Example.First" = "Protection of your personal information";

"BookingProposalRequest.Seeker.Example.Fourth" = "100% refundable in case of cancellation";

"BookingProposalRequest.Seeker.Example.Second" = "Online secure payment";

"BookingProposalRequest.Seeker.Example.Third" = "48h to check your room after entry date";

"BookingProposalRequest.Seeker.SecondSubtitle" = "\U2022 The room will ONLY be booked when the Lister ACCEPTS the Booking\n\n\U2022 Badi will HOLD the Booking amount until 48 hours after the entry date\n\n\U2022 The Lister has to accept or reject the Request or it will expire after 24 hours";

"BookingProposalRequest.Seeker.Subtitle" = "Send first the Request so that the Lister can confirm or reject the room booking";

"BookingProposalRequest.Terms" = "By sending a Booking Request, you agree to our <b>Services Agreement</b> and the <b>Stripe Connected Account Agreement</b>";

/* Booking proposal request */
"BookingProposalRequest.Title" = "Booking Request";

"BookingRequest.BookingAmount" = "Booking";

"BookingRequest.BookingFee" = "Service fee (100% free)";

"BookingRequest.Chat.Booked" = "Booked";

/* Booking request */
"BookingRequest.Chat.Pending" = "Booking Request";

"BookingRequest.ChatMessage" = "You have a new booking related message";

"BookingRequest.Confirmation.Bottom" = "We sent you the booking confirmation by email";

"BookingRequest.Confirmation.Subtitle" = "The room has been succesfully booked!\nBooking ID: %@";

"BookingRequest.Confirmation.ThirdTitle.Lister" = "Notice that in case you had more active bookings related to this room, they’ve been cancelled";

"BookingRequest.Confirmation.ThirdTitle.Seeker" = "Notice that in case you had more active bookings, they’ve been cancelled";

"BookingRequest.Confirmation.Title" = "Booking Confirmed";

"BookingRequest.EntryDate" = "Entry date:";

"BookingRequest.Expired.Subtitle" = "Your Booking Request has expired :(";

"BookingRequest.Expired.Title" = "Request Expired";

"BookingRequest.Info.Example.First" = "Protection of your personal information";

"BookingRequest.Info.Example.Fourth" = "100% refundable in case of EXTERNAL cancellation";

"BookingRequest.Info.Example.Lister.First" = "Protection of your personal information";

"BookingRequest.Info.Example.Lister.Second" = "Booking payment 100% guaranteed";

"BookingRequest.Info.Example.Lister.Third" = "Get notifications of the payment's progress";

"BookingRequest.Info.Example.Second" = "Secure online payment.";

"BookingRequest.Info.Example.Third" = "24h to check your room after entry date";

"BookingRequest.Info.MoreInfo" = "Need more info? <u>See booking information</u>";

"BookingRequest.Lister" = "Lister:";

"BookingRequest.MissingAccount.Button" = "My Account";

"BookingRequest.MissingAccount.Text" = "Please, fill in all the required fields in order to transfer the booking amount by the scheduled date.";

"BookingRequest.NotPossible.Subtitle" = "This user is not available to book anymore";

"BookingRequest.NotPossible.Title" = "Booking Not Possible";

"BookingRequest.Payment.Lister.Agreement" = "By Accepting Booking, you agree to our <b>Services Agreement</b> and the <b>Stripe Connected Account Agreement</b>";

"BookingRequest.Payment.Lister.Button" = "Accept Booking";

"BookingRequest.Payment.Lister.Subtitle" = "Confirm all the Booking details and Accept the Booking to finish the process.";

"BookingRequest.Payment.Lister.Title" = "Booking Confirmation";

"BookingRequest.Payment.Seeker.Agreement" = "By paying, you agree to our <b>Services Agreement</b> and the <b>Stripe Connected Account Agreement</b>";

"BookingRequest.Payment.Seeker.Button" = "Pay & Confirm";

"BookingRequest.Payment.Seeker.Subtitle" = "Pay to confirm the booking. We will hold your payment securely for up to 24 hours until the entry date.";

"BookingRequest.Payment.Seeker.Title" = "Payment";

"BookingRequest.PaymentInfo.Subtitle" = "Introduce your payment method and contact information to pay securely using Badi";

"BookingRequest.PaymentInfo.Title" = "Payment Information";

"BookingRequest.Rejected.Subtitle" = "%@ rejected your Booking Request :(";

"BookingRequest.Rejected.Title" = "Request Declined";

"BookingRequest.Request.Action.Accept" = "Accept";

"BookingRequest.Request.Action.Reject" = "Reject";

"BookingRequest.Request.Initial.Lister.SecondSubtitle" = "\U2022You have to accept or reject the Request or it will expire after 24 hours\n\n\U2022The room will ONLY be booked if you accept the request and confirm your account information\n\n\U2022Badi will HOLD the Booking amount until 48 hours after the entry date";

"BookingRequest.Request.Initial.Lister.Subtitle" = "%@ is interested in renting your room and wants to confirm a booking.";

"BookingRequest.Request.Initial.Seeker.SecondSubtitle" = "\U2022 You have 24 hours to accept or reject the Booking request before it expires. Hurry up and be the first to accept and pay the booking\n\n\U2022 The room will ONLY be booked if you accept the request and confirm the booking payment\n\n\U2022 Badi will HOLD the Booking amount until 24 hours after the entry date";

"BookingRequest.Request.Initial.Seeker.Subtitle" = "%@ is interested in you to rent the room and wants to confirm a booking.";

"BookingRequest.Request.Title" = "Booking Request";

"BookingRequest.RoomAddress" = "Room address:";

"BookingRequest.Seeker" = "Seeker:";

"BookingRequest.TotalAmount" = "Total amount";

"BookingRequest.Waiting.Subtitle" = "Your Booking Request has been sent";

"BookingRequest.Waiting.ThirdTitle.Lister" = "The Seeker will have 24 hours to accept or reject your Request. The room will ONLY be booked when the Seeker accepts and completes the payment.";

"BookingRequest.Waiting.ThirdTitle.Seeker" = "The Lister will have 24 hours to accept or reject your booking. The room will ONLY be booked when the lister confirms the Booking.";

"BookingRequest.Waiting.Title" = "Waiting Confirmation";

"Chat.Action.Block" = "Block";

"Chat.Action.Delete" = "Delete";

"Chat.Action.Unblock" = "Unblock";

"Chat.BookingMessage.AboutToExpire" = "In less than 4 hours the Booking will expire!";

"Chat.BookingMessage.Accepted" = "Room Booked! The Booking has been confirmed and you guys will be living together in no time!";

"Chat.BookingMessage.Expired" = "The Booking is Expired :(";

"Chat.BookingMessage.New" = "I’ve sent you a Booking! Please accept it to confirm the booking";

"Chat.BookingMessage.NotPossible" = "The Booking is Not Possible :(";

"Chat.BookingMessage.Rejected" = "The Booking has been Rejected :(";

"Chat.BookingMessage.Request" = "I want to book your room! Please send me a Booking Request :)";

"Chat.Empty.Subtitle" = "Don’t wait for them to come to you, find a room you like and send a request!";

"Chat.Empty.Title" = "You don’t have any chats yet";

"Chat.ErrorTitle" = "Can't get chats info :(\nTouch refresh to load again";

"Chat.Map.CurrentLocation" = "Current location";

"Chat.Popup.AcceptAction" = "Chat now";

"Chat.Popup.CancelAction" = "Later";

/* Chat */
"Chat.Popup.Title" = "You have a new chat with\n%@ %d!";

"Chat.Refresh" = "Refresh";

"Chat.Title" = "Chat";

"Chat.TypeMessage" = "Type your message ...";

"Chat.UnknownMessage" = "Can’t show this kind of message";

"Common.Cancel" = "Cancel";

"Common.Done" = "Done";

"Common.Edit" = "Edit";

"Common.Next" = "Next";

"Common.No" = "No";

/* Localizable.strings,  Badi, ,  Created by Jose Luis Lopez Redondo on 04/11/16.,  Copyright :copyright: 2016 Badi. All rights reserved., Common */
"Common.Ok" = "Ok";

"Common.Update" = "Update";

"Common.Yes" = "Yes";

"CompleteProfile.Popup.FirstButton" = "Complete profile";

"CompleteProfile.Popup.SecondButton" = "Not now";

"CompleteProfile.Popup.Subtitle" = "Badi is about people. Introduce yourself to your fellow Badis!";

/* Complete profile */
"CompleteProfile.Popup.Title" = "Complete your profile";

"Delete.EmailBody" = "My ID:";

/* Delete */
"Delete.EmailTitle" = "Please delete my account";

"Delete.Receiver" = "info@badi.com";

"Demo.Agree" = "I agree Fix";

"Demo.Branch" = "New Key From Another Branch";

"Demo.Disagree" = "I don't agree";

"Demo.Text" = "This is a body text with a really long description so we can further see how the process works and if it works correctly we can know for sure if we can use this tool or not. Just for demo purposes we are doing the test one person for each team and in the course of one single day. If more time is required we will need to ask for more so it doesn't affect too much the sprint";

/* Localizable.strings,  Badi, ,  Created by Jose Luis Lopez Redondo on 04/11/16.,  Copyright :copyright: 2016 Badi. All rights reserved. */
"Demo.Title" = "This is a title demo for testing the phraseapp translation process. Updated title";

"Deposit.Chat.Action.Accepted" = "Booking Details";

"Deposit.Chat.Action.Allowed.Lister" = "Book Room";

"Deposit.Chat.Action.Allowed.Seeker" = "Book Room";

"Deposit.Chat.Action.Pending.Lister" = "Booking Details";

"Deposit.Chat.Action.Pending.Seeker" = "See Request";

"Deposit.Chat.Disclaimer" = "For your safety, keep conversations within the chat and make payments through our platform";

"Deposit.RoomDetail.Allowed" = "Book your room to some Badi and avoid last minute surprises!";

"Deposit.RoomDetail.Expired" = "Your last Booking Request has expired";

"Deposit.RoomDetail.Rejected" = "Your last Booking Request has been rejected :( You can try again";

"Error.Conectivity" = "You are offline, please check your internet connection and try again.";

/* Internet */
"Error.ConectivityShort" = "There is no internet connection.";

"Error.SaveImage" = "Saving image to camera roll failed";

"Filter.Apply" = "Apply";

"Filter.Available" = "Available";

"Filter.BedType" = "Bed type";

"Filter.Clear" = "Clear all";

"Filter.EmptyPrice" = "-";

"Filter.FriendlyRules" = "Friendly rules";

"Filter.From" = "Choose date";

"Filter.Gender.AllFemale" = "all female";

"Filter.Gender.AllMale" = "all male";

"Filter.Gender.Both" = "both";

"Filter.Gender.Subtitle" = "(Currently living in the apartment)";

"Filter.Gender.Title" = "Badis gender";

"Filter.GeneralAmenities" = "General amenities";

"Filter.MaxPrice" = "Monthly max price";

"Filter.MaxPrice.Subtitle" = "(Country currency)";

"Filter.Now" = "Now";

"Filter.RoomAmenities" = "Room amenities";

"Filter.Roomates.Max" = "maximum";

"Filter.Roomates.Min" = "minimum";

"Filter.Roomates.Subtitle" = "(Currently living in the apartment)";

"Filter.Roomates.Title" = "Total number of Badis";

/* Filters */
"Filter.Title" = "Filters";

"ForceUpdate.Button.Later" = "Later";

"ForceUpdate.Button.Store" = "Go to store";

"ForceUpdate.Subtitle" = "There is a new version of our app, go to the store to download it";

/* Force update */
"ForceUpdate.Title" = "New version";

"Gender.Female" = "female";

"Gender.Female.Pronoun" = "her";

/* Gender */
"Gender.Male" = "male";

"Gender.Male.Pronoun" = "him";

/* Other errors */
"GPlacesError.Detail" = "Whoops! we couldn't find the location for that address. Please try again with a more refined search.";

"Invitation.AcceptedMessage" = "You accepted the invitation, click here to chat with the Seeker.";

"Invitation.Aprove" = "Accept";

"Invitation.Empty.Subtitle" = "If any roommate is interested in your profile, you will get the invitation here.";

"Invitation.Empty.Title" = "Empty inbox";

/* Invitations */
"Invitation.NewInvitation" = "New Invitation";

"Invitation.NewInvitations" = "New Invitations";

"Invitation.Reject" = "Decline";

/* Invite */
"Invite.Text" = "When I tried Badi, I thought of you. The app allows you to rent or find rooms in shared flats and meet roommates. I think you'll like it :wink:";

/* Language */
"Language.Arabic" = "Arabic";

"Language.Armenian" = "Armenian";

"Language.Azerbaijani" = "Azerbaijani";

"Language.Bengali" = "Bengali";

"Language.Bulgarian" = "Bulgarian";

"Language.Catalan" = "Catalan";

"Language.Chinese" = "Chinese";

"Language.Corean" = "Korean";

"Language.Czech" = "Czech";

"Language.Danish" = "Danish";

"Language.Dutch" = "Dutch";

"Language.English" = "English";

"Language.Esperanto" = "Esperanto";

"Language.Euskera" = "Basque";

"Language.Farzi" = "Farzi";

"Language.Filipino" = "Filipino";

"Language.Finnish" = "Finnish";

"Language.French" = "French";

"Language.Galician" = "Galician";

"Language.German" = "German";

"Language.Greek" = "Greek";

"Language.Gregorian" = "Georgian";

"Language.Hindi" = "Hindi";

"Language.Hungarian" = "Hungarian";

"Language.Indonesian" = "Indonesian";

"Language.Italian" = "Italian";

"Language.Japanese" = "Japanese";

"Language.Javanese" = "Javanese";

"Language.Lithuanian" = "Lithuanian";

"Language.Marathi" = "Marathi";

"Language.Norwegian" = "Norwegian";

"Language.Polish" = "Polish";

"Language.Portuguese" = "Portuguese";

"Language.Punjabi" = "Punjabi";

"Language.Romanian" = "Romanian";

"Language.Russian" = "Russian";

"Language.Spanish" = "Spanish";

"Language.Swahili" = "Swahili";

"Language.Swedish" = "Swedish";

"Language.Tamil" = "Tamil";

"Language.Telugu" = "Telugu";

"Language.Thai" = "Thai";

"Language.Turkish" = "Turkish";

"Language.Ukranian" = "Ukrainian";

"Language.Urdu" = "Urdu";

"Language.Vietnamese" = "Vietnamese";

"Language.Wu" = "Wu";

"Legal.PopUp.Accept" = "Accept";

"Legal.PopUp.Cancel" = "Reject";

"Legal.PopUp.Subtitle" = "We’ve updated our Terms & Conditions and Privacy Policy to comply with new European Union data protection laws (GDPR). <b>Here</b> you’ll find a clear explanation of how we handle your data at badi.\n\nRemember that by accepting below, you’ll be able to manage the type of information that you would like us to send you and also that you’ll be able to retrieve your data as and when you want.";

/* Legal */
"Legal.PopUp.Title" = "Just to let you know…";

"Legal.Settings.Content" = "We want you to know exactly how badi works and why we request certain details. You can opt out of sharing your details below. For more information, read our full privacy policy <b>here</b>.";

"Legal.Settings.Marketing.Content" = "At badi we’re always working on exciting new features and hope you’d like to hear about them. Would you like to receive this info from badi and our partners?";

"Legal.Settings.Marketing.Title" = "Marketing";

"Legal.Settings.Profiling.Title" = "Profiling";

"Legal.Settings.Progiling.Content" = "As well as the data you provide to us, we may also match profiling data from third parties with your registration details. Do you agree to this?";

"Legal.Settings.Title" = "Privacy";

"ListerRoom.ListRoom" = "List Room";

"ListerRoom.ListRoomDescription" = "To get back to the Seeker mode, go to your profile and choose the two arrows button.";

/* Lister rooms */
"ListerRoom.Title" = "My Rooms";

"LocationError.Current" = "Whoops! we couldn't find your current location. Maybe you didn't give us access to it. To change it please go to Settings > Badi and Enable location services.";

"LocationSearch.NotFound.Subtitle" = "Can't find this location";

"LocationSearch.NotFound.Title" = "Whoops!";

"LocationSearch.TypeACity" = "Type a city";

"LocationSearch.TypeAddress" = "Type the address";

/* Location search */
"LocationSearch.TypeLocation" = "Type a city or location";

"Login.Email" = "email";

"Login.FailedPopUp.ButtonTitle" = "Got it!";

"Login.FailedPopUp.Subtitle" = "It looks like you didn’t sign up in the same way you’re trying to login. Try again with the correct login method or read the email we just sent you to find out more.";

"Login.FailedPopUp.Title" = "Your login failed...";

"Login.ForgetAction" = "Send";

"Login.ForgetPassword.Subtitle" = "Please enter the email address you signed up with, we’ll send you an email with your new password.";

"Login.ForgetPassword.Success.Subitle" = "Your new password has been sent to your email";

"Login.ForgetPassword.Success.Title" = "Last step";

"Login.ForgetPassword.Title" = "Recover password";

"Login.ForgetPasswordButton" = "Forgotten your password?";

"Login.GoToLogin" = "Already a badi user? Log in";

"Login.Hide" = "hide";

"Login.LoginAction" = "Log in";

"Login.LoginTitle" = "Log in";

"Login.Password" = "password";

"Login.PasswordRules" = "6 characters, letters & numbers";

"Login.RegisterAction" = "Sign up";

"Login.Show" = "show";

"Login.TermsAndPrivacy" = "By entering I accept <b>Terms & Conditions</b>";

/* Barcelona */
"Neighbourhood.ChIJ--Ln3n-ipBIRcvCCQOH6ACY" = "Quiet parks without leaving the city.";

"Neighbourhood.ChIJ-TdI70IoQg0RLu_2APbEemw" = "Lively nights and well connected.";

"Neighbourhood.ChIJ0ycUEikKdkgR6r_eW1XvlAQ" = "Leafy towns, great for keen shoppers.";

"Neighbourhood.ChIJ1bfreqq72EcRUGjsoi2uDgQ" = "Affordable rent in a rapidly improving area, well connected.";

"Neighbourhood.ChIJ2b6UOeGipBIRGvrMS1jtefQ" = "Culture and modernity collide in the old town.";

"Neighbourhood.ChIJ3ydEeZgDdkgRcGe-JsaFEQQ" = "Classic pubs and fashionable restaurants, Borough Market’s home.";

"Neighbourhood.ChIJ4Q9lYYWipBIRgvCCQOH6ACY" = "Open culture packed with brunch spots.";

"Neighbourhood.ChIJ59fvwcht5kcRcBuUaMOCCwU" = "Green spaces, chilled bars and cultural diversity.";

"Neighbourhood.ChIJ5Tvr7V0bdkgRyWXsGMuF8FQ" = "Constantly trendy, streets full of beautiful houses.";

/* Paris */
"Neighbourhood.ChIJ6VVDJrN65kcRQBuUaMOCCwU" = "Museums galore amongst green spaces and rows of restaurants.";

"Neighbourhood.ChIJ6_zai45t5kcRgBuUaMOCCwU" = "Peace and quiet on the whole, but with popular music clubs.";

"Neighbourhood.ChIJ7Y9uo9MYdkgRgGnsoi2uDgQ" = "Lower cost of living in the city, well connected.";

"Neighbourhood.ChIJ8ek8h2QoQg0RTBJi44fo6qA" = "Alternative style, vintage shops, hip bars and bohemian cafes.";

"Neighbourhood.ChIJ9WBuGRRw5kcRMBuUaMOCCwU" = "Tranquility and history tucked away from the clamour of Paris.";

"Neighbourhood.ChIJbRcY2h0GdkgRQonYqyp5Fx8" = "Home to Wimbledon, for all tennis lovers.";

"Neighbourhood.ChIJBYyO7-8cdkgRLG8Z2Fn7scU" = "Hipster bars with green spaces and long canals.";

"Neighbourhood.ChIJb_T3b-9x5kcRkBqUaMOCCwU" = "Home to the famous Latin Quarter, a diverse University hub.";

"Neighbourhood.ChIJcWrvVrqm2EcRoGjsoi2uDgQ" = "Perfect for families, well connected by train.";

"Neighbourhood.ChIJD2fuc4gSdkgRIGjsoi2uDgQ" = "Leafy streets and attractive houses, “queen of the suburbs”.";

"Neighbourhood.ChIJdWkEFsZv5kcRwBqUaMOCCwU" = "Home to the legendary boulevard, a thriving neighbourhood.";

"Neighbourhood.ChIJDwUiqL2ipBIRI6kV4Db90bQ" = "Boutique shops and the trendiest bars.";

"Neighbourhood.ChIJEcgELkNu5kcRjVQFUIvkPMY" = "Artsy and authentic, central with a village feel.";

"Neighbourhood.ChIJEZ61rPwHdkgRwGjsoi2uDgQ" = "Green spaces galore, on the very edge of southwest Greater London.";

"Neighbourhood.ChIJf8gcz69v5kcRYEpIvGqyH-4" = "Traditional architecture in a trendy neighbourhood.";

"Neighbourhood.ChIJfRGCus6n2EcRYGfsoi2uDgQ" = "Great diversity with a vibrant atmosphere.";

"Neighbourhood.ChIJg-qP_4kFdkgR0mhvpZwsJTc" = "Chilled out cafes, bars and restaurants surrounding big green parks.";

"Neighbourhood.ChIJGcU48NBx5kcRoBqUaMOCCwU" = "Chilled with open green spaces and old streets.";

"Neighbourhood.ChIJgwVOTCdy5kcREBuUaMOCCwU" = "Rich in cultural diversity complete with a lively nightlife.";

"Neighbourhood.ChIJIfhvfFqu2EcR8Ge-JsaFEQQ" = "Perfect for families, affordable house prices.";

"Neighbourhood.ChIJJc-4yymo2EcRwqZo5HwjGEk" = "Charming markets and views of the city, perfect for traditional British food.";

"Neighbourhood.ChIJjXE4gW8vQg0RospLN-fgw1E" = "Modern developments down by the river.";

"Neighbourhood.ChIJkcYYXrKl2EcR0Ge-JsaFEQQ" = "Cultural diversity and a strong sense of community.";

"Neighbourhood.ChIJkRAw9uEddkgR0Gjsoi2uDgQ" = "From theatres to cultural centres, something for everyone.";

"Neighbourhood.ChIJlwfWmnIMdkgRrCdnqjiWZjo" = "Village feel in one of London’s most beautiful boroughs.";

"Neighbourhood.ChIJmT6ce2sCdkgR4EAeRjCuDgo" = "Rapidly improving thanks to great transport links, good value for money.";

"Neighbourhood.ChIJmyCPhtuipBIRHIgYpfufcN0" = "Home to Gaudí’s masterpiece, central with a buzzing atmosphere.";

"Neighbourhood.ChIJNeMxAOgMdkgRWPTlACaTBHQ" = "Packed with open parks and more affordable flats.";

"Neighbourhood.ChIJo8SoIv1x5kcRgBqUaMOCCwU" = "Lively nights and culture galore, home to the Notre-Dame.";

"Neighbourhood.ChIJPStI0CVu5kcRUBqUaMOCCwU" = "The luxurious centre, home to the world-famous museum.";

"Neighbourhood.ChIJPZprGOwadkgR4Ga-JsaFEQQ" = "Vibrant and edgy, vintage.";

"Neighbourhood.ChIJq7AET3IRdkgRoH-R0ciFEQo" = "Home to the famous Wembley stadium, culturally diverse community.";

/* London */
"Neighbourhood.ChIJqdKqVc0CdkgRgGe-JsaFEQQ" = "Well connected, huge parks mixed with huge skyscrapers.";

"Neighbourhood.ChIJqf86DGKipBIRIOyOP4f4xrE" = "Laid-back bars and markets.";

"Neighbourhood.ChIJQzlq8vcPdkgRMGfsoi2uDgQ" = "Immaculate gardens and its own palace in the heart of the city.";

"Neighbourhood.ChIJR9fXt4xy5kcRABuUaMOCCwU" = "Open green spaces right next to the river.";

/* Neighbourhoods, Madrid */
"Neighbourhood.ChIJRzHcPCsmQg0R_0fI8f8DR-Y" = "Cultural diversity in the traditional old town.";

"Neighbourhood.ChIJsdjk2n0TdkgRQGjsoi2uDgQ" = "On the northwestern border of the city, home to the famous Harrow school.";

"Neighbourhood.ChIJT0ClqLNx5kcRIBuUaMOCCwU" = "Quiet and residential, complete with its own popular street market.";

"Neighbourhood.ChIJt1zJSGgEdkgRsEAeRjCuDgo" = "By the river, constantly moving.";

"Neighbourhood.ChIJT29HcDkXdkgR4Gfsoi2uDgQ" = "Open green spaces gives it a village-like feel.";

"Neighbourhood.ChIJTbMkrQxu5kcR4BqUaMOCCwU" = "An authentic neighbourhood in the centre of the city.";

"Neighbourhood.ChIJUYUsD96q2EcRcGnsoi2uDgQ" = "Leafy suburb, a commuter’s dream in south east London.";

"Neighbourhood.ChIJvdxBeEdu5kcR0BqUaMOCCwU" = "A lively nightlife in the centre of the city’s classical culture.";

"Neighbourhood.ChIJw0-tXgRu5kcRcBqUaMOCCwU" = "The medieval area is the quiet home to a number of museums.";

"Neighbourhood.ChIJWWRTZChw5kcRsBqUaMOCCwU" = "Classic Parisian architecture and a vibrant mix of restaurants, cafes and bars.";

"Neighbourhood.ChIJwzfTXMEPdkgRAGfsoi2uDgQ" = "Organic markets and strolls down the river.";

"Neighbourhood.ChIJW_bCdKUAdkgREGjsoi2uDgQ" = "A bustling town centre with more affordable home prices.";

"Neighbourhood.ChIJX4XfTlUDdkgRwISR0ciFEQo" = "Iconic skyline in the very heart of London.";

"Neighbourhood.ChIJxSr71vZt5kcR8BqUaMOCCwU" = "Lively nightlife, packed full of bars and restaurants.";

"Neighbourhood.ChIJxwN8mDUFdkgRoGfsoi2uDgQ" = "Boasts the city’s biggest landmarks.";

"Neighbourhood.ChIJZ1JpkPAbdkgREGfsoi2uDgQ" = "Residential atmosphere, great transport links.";

"Neighbourhood.ChIJz7ZjFH4oQg0RYS0zuSBBoxQ" = "The city-centre, lively at all times of the day.";

"Neighbourhood.ChIJzfooVGkoQg0RUZNtUtm0hII" = "Green spaces right next to the city centre.";

"Neighbourhood.ChIJzWR_V5NtdkgRkf7edrEjoRI" = "Live in the countryside, work in London.";

"Neighbourhood.ChIJ_WhMlTxu5kcRYBqUaMOCCwU" = "A bustling business district mixed with often unnoticed ancient areas.";

"NPS.Done" = "Done";

"NPS.Question.TellUsWhatYouThink" = "Tell us what you really think…";

"NPS.Question.TellUsYourIdeas" = "Tell us your ideas…";

"NPS.Question.WhatCanWeDoToImproveDontHoldBack" = "What can we do to improve your experience? Don’t hold back!";

"NPS.Question.WhatCouldWeDoToImprove" = "That’s great! What could we do to further improve your experience?";

"NPS.Rate.ExtremelyLikely" = "Extremely likely";

"NPS.Rate.HowLikely" = "How likely are you to recommend badi to a friend or colleague?";

"NPS.Rate.NotLikely" = "Not likely";

"NPS.Send" = "Send";

"NPS.Thanks.ThanksForHelping" = "Thanks for helping us improve badi for everyone!";

/* Ocupation */
"Ocupation.Student" = "student";

"Ocupation.Student.Master" = "Masters";

"Ocupation.Student.PhD" = "PhD";

"Ocupation.Student.PreUniversity" = "Pre-university studies";

"Ocupation.Student.University" = "University degree";

"Ocupation.StudentWorker" = "student and worker";

"Ocupation.Worker" = "worker";

"Ocupation.Worker.Beauty" = "Beauty";

"Ocupation.Worker.BussinessAndManagement" = "Business, consulting and management";

"Ocupation.Worker.Charity" = "Charity and voluntary work";

"Ocupation.Worker.CreativeArtsAndDesign" = "Creative arts and design";

"Ocupation.Worker.CustomerService" = "Customer Service";

"Ocupation.Worker.Education" = "Education";

"Ocupation.Worker.Entertainment" = "Entertainment";

"Ocupation.Worker.Finance" = "Finance";

"Ocupation.Worker.Health" = "Health";

"Ocupation.Worker.HR" = "HR";

"Ocupation.Worker.IT" = "IT";

"Ocupation.Worker.Law" = "Law";

"Ocupation.Worker.Logistics" = "Logistics";

"Ocupation.Worker.Marketing" = "Marketing";

"Ocupation.Worker.PublicServices" = "Public services";

"Ocupation.Worker.RealState" = "Real estate";

"Ocupation.Worker.ResearchAndDevelopment" = "Research & Development";

"Ocupation.Worker.Retail" = "Retail";

"Ocupation.Worker.Sales" = "Sales";

"Ocupation.Worker.Tourism" = "Tourism";

"Onboarding.Body1" = "Receive rental requests on the same day and rent your room quickly!";

"Onboarding.Body2" = "Get recommendations of flatmates that suit your lifestyle and interests.";

"Onboarding.Body3" = "Accept candidates and talk to them through our secure and private in-app chat.";

"Onboarding.Body4" = "Receive secure payments and protect against last minute cancellations.";

"Onboarding.Button" = "Get started!";

/* Lister Onboarding */
"Onboarding.Title1" = "List your room for free!";

"Onboarding.Title2" = "Find the right flatmate";

"Onboarding.Title3" = "Match and chat immediately";

"Onboarding.Title4" = "Book your room commission-free";

/* Partner */
"Partner.EmailTitle" = "I have a partnership proposal for Badi";

"Partner.Receiver" = "partnerships@badi.com";

"Payment.Alert.CountryConfirm.Description" = "Once the country is selected you will not be able to change it and your account will remain associated to the selected country.";

"Payment.Alert.CountryConfirm.Title" = "Confirm the country";

"Payment.Alert.CountryNotAvailable" = "We don't have this country yet";

"Payment.Button.Save" = "Save";

"Payment.Element.Account.Hint" = "Account Number:";

"Payment.Element.AccountNumber" = "Account Number";

"Payment.Element.Address" = "Full address:";

"Payment.Element.Birthdate" = "Birthdate:";

"Payment.Element.City" = "City of residence:";

"Payment.Element.Country" = "Country:";

"Payment.Element.CreditCard" = "Card Number";

"Payment.Element.CreditCard.Disclaimer" = "By saving this card I agree and accept the Stripe Conditions and Policy";

"Payment.Element.CreditCard.Hint" = "Card Number";

"Payment.Element.Email" = "Contact email:";

"Payment.Element.Iban" = "IBAN 1111 2222 3333 4444";

"Payment.Element.Iban.BottomHint" = "Badi releases payouts up to 48 hours after a Seeker’s scheduled entry date. The time it takes for the funds to appear in your account depends on your payout method.";

"Payment.Element.Iban.Hint" = "IBAN number";

"Payment.Element.Name" = "Name:";

"Payment.Element.Phone" = "Verified phone:";

"Payment.Element.PostalCode" = "Postal Code:";

"Payment.Element.ResidenceCountry" = "Select your country";

"Payment.Element.ResidenceCountry.Hint" = "This must be your Country of Residence (country where you have your bank account)";

"Payment.Element.SortCode.Hint" = "Sort Code:";

"Payment.Element.Surname" = "Surname:";

"Payment.Placeholder.Verify" = "Verify";

"Payment.Subtitle.Bank" = "To get paid, you need to set up your payout account.";

"Payment.Title.Account" = "My account";

"Payment.Title.Account.InProgress" = "Account Information";

"Payment.Title.Address" = "Address";

"Payment.Title.Bank" = "Bank account number";

"Payment.Title.CreditCard" = "Payment method";

/* Payment */
"Payment.Title.PersonalData" = "Contact Information";

"Payment.Title.ResidenceCountry" = "Bank account";

"Payment.TrustedUserText" = "Fill in your Contact and Account information to become a Trusted User. This enables you to accept bookings and secure your transactions. Your information will be verified within 4-5 days.";

"PostedRooms.EmptyContent" = "Post or create a room to receive requests and recommendations.";

"PostedRooms.EmptyFooter" = "Go to My Listings";

/* Posted rooms */
"PostedRooms.Title" = "Find a Badi";

"Profile.AboutMe" = "About me";

"Profile.AboutMe.Limit" = "%d characters max";

"Profile.AboutMe.Remaining" = "%d characters remaining";

"Profile.AboutMe.Title" = "Anything else you’d like us to know?";

"Profile.Confirm.Action" = "Send code";

"Profile.Confirm.InputPlaceholder" = "code";

"Profile.Confirm.MailContent" = "Enter the verification code we sent by email.";

"Profile.Confirm.PhoneContent" = "Enter the verification code we sent by phone.";

"Profile.Current.Study" = "Currently studying";

"Profile.Current.Work" = "Currently working";

"Profile.DateOfBirth" = "Date of birth";

"Profile.DateOfBirth.Placeholder" = "Enter your date of birth";

"Profile.Description" = "What sort of people would you like to live with? What sort of atmosphere would you like in the flat?";

"Profile.Edit" = "edit profile";

"Profile.Edit.CloseDialog.Content" = "You haven't saved your changes. Are you sure you want to leave without saving?";

"Profile.Edit.CloseDialog.Title" = "Before you go...";

"Profile.Fields.Optional" = "(optional)";

"Profile.FriendsInCommon" = "Friends in common";

"Profile.Gender.Female" = "female";

"Profile.Gender.Male" = "male";

"Profile.Gender.Title" = "Choose your gender";

"Profile.InterestsInCommon" = "Facebook interests in common";

/* Profile language */
"Profile.Language.Title" = "I speak ...";

"Profile.Language.Update" = "Update";

"Profile.Languages" = "Languages";

"Profile.Languages.Content" = "Add your languages";

"Profile.Languages.Title" = "What languages do you speak?";

"Profile.Name" = "Name";

"Profile.Name.Placeholder" = "Enter your name";

"Profile.Occupation.Both" = "both";

"Profile.Occupation.Student" = "study";

"Profile.Occupation.Title" = "Tell us what you do";

"Profile.Occupation.View.Both" = "Work & study";

"Profile.Occupation.Worker" = "work";

"Profile.Picture.Album" = "Album";

"Profile.Picture.Camera" = "Camera";

"Profile.Picture.Edit" = "upload";

/* Profile picture */
"Profile.Picture.Select" = "Select source";

"Profile.ReportUser" = "Report user";

"Profile.ReportUser.Indication" = "Contact us about this person's bad behaviour";

/* Profile */
"Profile.RequestedYourRoom" = "Requested your room";

"Profile.Study.Placeholder" = "Select your studies";

"Profile.Study.Title" = "What are you studying?";

"Profile.Surname" = "Surname";

"Profile.Surname.Placeholder" = "Enter your surname";

"Profile.Tag.Lifestyle.Title" = "What’s your lifestyle like?";

"Profile.Tag.Movie.Title" = "What movie genres do you like?";

"Profile.Tag.Music.Title" = "What music do you listen to?";

"Profile.Tag.Personality.Title" = "What’s your personality like?";

"Profile.Tag.Sport.Title" = "What sports are you into?";

"Profile.Tags.Title" = "Tell us a bit about you";

/* Profile edit */
"Profile.Title" = "My Profile";

"Profile.Trusted" = "trusted";

"Profile.TrustedUserInProgress" = "Your info has been successfully sent and it will be verified in 4-5 days. Once verified you will become a trusted user!";

"Profile.Update" = "Update profile";

"Profile.Verified" = "verified";

/* Profile verify */
"Profile.Verify.Action" = "Verify";

"Profile.Verify.AlternativeAction" = "I already have a code";

"Profile.Verify.MailContent" = "Write your email and confirm your identity with the code we will send you.";

"Profile.Verify.MailInputPlaceholder" = "email";

"Profile.Verify.MailTitle" = "Verify email";

"Profile.Verify.PhoneContent" = "Enter your phone number and confirm your identity with the code that we will send you.";

"Profile.Verify.PhoneInputPlaceholder" = "Country";

"Profile.Verify.PhoneSecondInputPlaceholder" = "Number";

"Profile.Verify.PhoneTitle" = "Verify phone";

/* Trusted user */
"Profile.VerifyAccount.Tip" = "Verify your account to become a Trusted User";

"Profile.VerifyProfile.Subtitle" = "Verify your profile to make it more visible. We won’t show this information to anyone.";

"Profile.VerifyProfile.Title" = "Verify your profile";

"Profile.Work.Placeholder" = "Select your field of work";

"Profile.Work.Title" = "What do you do for a living?";

"ProfileTag.Tag.Lifestyle.Title" = "Lifestyle";

"ProfileTag.Tag.Movie.Title" = "Movie genres";

"ProfileTag.Tag.Music.Title" = "Music";

"ProfileTag.Tag.Personality.Title" = "Personality";

"ProfileTag.Tag.Sport.Title" = "Sports";

"ProfileView.Tags.Title" = "Personality and interests";

"push_booking_check_in_previous_day" = "Tomorrow is the day! We wish you an unbeatable first day";

"push_booking_proposal_about_to_expire" = "The Booking Request of %@ will expire in less than 4 hours. Hurry up to accept it!";

"push_booking_proposal_accepted" = "Room booked! You guys will be living together in no time!";

/* Booking push */
"push_booking_proposal_created" = ":bellhop_bell: You have a booking request from %@! :grinning: Hurry up! Confirm it before it expires.";

"push_booking_proposal_expired" = ":hourglass:️ The booking request to %@ is expired";

"push_booking_proposal_rejected" = "The booking request to %@ has been rejected :sleepy:";

"push_payout_created" = "The booking amount for your room %@ has been transferred. You’ll receive it in 2 or 3 working days";

"push_republish" = ":spiral_calendar: The day has come! Is your room available again? Remember to post it in Badi!";

"push_room_booked_to_rented" = "We changed the status of your room %@ from Booked to Rented";

"push_user_invitation" = "New request! %@, who has a room to rent, is interested in you and wants to chat!";

/* Push */
"push_user_match" = "New match! You have a match with %@";

"push_user_request" = "New requests! %@ is interested in your room and wants to chat!";

"push_warning_pending_requests" = ":incoming_envelope: Knock-Knock! There are users at your door. Click here to reply to their requests.";

"push_warning_unpublished" = ":slightly_frowning: Ouch! Your room has been unpublished for not answering Requests. We’d love it if you published it again, it’s just a sec!";

"RateApp.Later" = "Remind me later";

"RateApp.Ok" = "Ok!";

"RateApp.Subtitle" = "Rate it so you can help us to improve. Thanks ;)";

/* Rate the app */
"RateApp.Title" = "Do you like the app?";

"Recommendation.ButtonNo" = "Discard";

"Recommendation.ButtonYes" = "Invite";

"Recommendation.CardTitle" = "Recommended";

"Recommendation.Placeholder" = "Check here to see recommended Badis based on your profile and interests.";

/* Recommendations */
"Recommendation.Success" = "Invitation sent. Once accepted you’ll be able to chat with this user.";

"Recommendation.Title" = "recommendations";

/* Profile report */
"Report.ErrorEmailNotAvailable" = "There doesn't seem to be a configured email for this device. In order to report a user you need to have one.";

"Report.ErrorPhoneNotAvailable" = "There doesn't seem to be a configured phone number for this device. In order to make a call you need to have one.";

"Report.Reason.BadBehaviour" = "Bad Behavior";

"Report.Reason.Duplicated" = "Duplicated";

"Report.Reason.ExplicitContent" = "Explicit content";

"Report.Reason.Fake" = "Fake room";

"Report.Reason.HolidayLet" = "Short-term let";

"Report.Reason.Scam" = "Scam";

"Report.Reason.Subtitle.BadBehaviour" = "The user has acted aggressively or inappropriately.";

"Report.Reason.Subtitle.Duplicated" = "The same room has been listed twice.";

"Report.Reason.Subtitle.ExplicitContent" = "This listing contains offensive or inappropriate photos or language.";

"Report.Reason.Subtitle.Fake" = "The photos and/or details in this listing appear to be fake.";

"Report.Reason.Subtitle.HolidayLet" = "The room is available to rent for less than 1 month.";

"Report.Reason.Subtitle.Scam" = "The user is trying to scam other users.";

"Report.Reason.Subtitle.UserExplicitContent" = "The user has displayed offensive or inappropriate content.";

"Report.Room.Button" = "Report room";

"Report.Room.Subtitle" = "Don’t worry, they won’t know you’ve reported them";

"Report.Room.Success.Subtitle" = "Our team will look into it and take action if appropriate.";

"Report.Room.Success.Title" = "This room has been reported";

"Report.Room.Title" = "Why do you want to report this room?";

"Report.User.Button" = "Report user";

"Report.User.Subtitle" = "Don’t worry, they won’t know you’ve reported them";

"Report.User.Success.Subtitle" = "Our team will look into it and take action if appropriate.";

"Report.User.Success.Title" = "This user has been reported";

/* Report */
"Report.User.Title" = "Why do you want to report this user?";

"ReportError.AppBuild" = "App Build";

"ReportError.AppVersion" = "App Version";

/* Report */
"ReportError.EmailTitle" = "There is something wrong ...";

"ReportError.Model" = "Device model";

"ReportError.OS" = "OS Version";

"ReportError.Receiver" = "feedback@badi.com";

"ReportError.UserId" = "User ID";

"Request.ButtonNo" = "Decline";

"Request.ButtonYes" = "Accept & Chat";

"Request.CardTitle" = "Requested your room";

"Request.NewRequest" = "New Request";

"Request.NewRequests" = "New Requests";

"Request.Placeholder" = "Check here to see requests from Badis that are interested in your room.";

"Request.Status.Accepted" = "Accepted";

"Request.Status.Expired" = "Expired";

"Request.Status.NonAvailable" = "Room not available";

/* Requests */
"Request.Status.Pending" = "Pending";

"Request.Status.Rejected" = "Denied";

"Request.Title" = "requests";

"Room.ShareText.Booking" = "Do you want to book my room? Do it with @badiapp";

"Room.ShareText.Lister" = "I have a spare room for rent in my flat, anyone interested? Check it out at @badiapp";

/* Room */
"Room.ShareText.Seeker" = "Look what room I found with @badiapp #FindYourPlace";

"Room.ShareText.Seeker.WithCity" = "Look what room I found in %@ with @badiapp #FindYourPlace";

"RoomCreate.Available.ChoseDate" = "choose date";

"RoomCreate.Available.Now" = "right now";

"RoomCreate.Available.Today" = "Today";

"RoomCreate.Available.Undefined" = "no date";

"RoomCreate.BillsIncluded" = "Bills are included";

"RoomCreate.ContinueButton" = "Continue";

"RoomCreate.Description.MaxLenght" = "3000 characters max";

"RoomCreate.DoYouHaveFlatmates" = "Do you have any flatmates?";

"RoomCreate.EditBadis" = "edit badis";

"RoomCreate.EditRoomButton" = "Save changes";

"RoomCreate.Error.CantMove" = "An image is being uploaded, please wait until it finishes to arrange the images.";

"RoomCreate.Error.ImageUploading" = "Please wait a second whilst we upload your photo, then your listing will be ready to post!";

"RoomCreate.Error.MultipleImageUpload" = "An image is being uploaded, please wait until it finishes to upload the next one.";

"RoomCreate.FlatmateStep.Age.Title" = "What’s your preferred age group?";

"RoomCreate.FlatmateStep.Age.yearsOld" = "years old";

"RoomCreate.FlatmateStep.Gender.DontMind" = "I don't mind";

"RoomCreate.FlatmateStep.Gender.Female" = "Female";

"RoomCreate.FlatmateStep.Gender.Male" = "Male";

"RoomCreate.FlatmateStep.Gender.Title" = "Who would you prefer to live with?";

"RoomCreate.FlatmateStep.Occupation.DontMind" = "I don't mind";

"RoomCreate.FlatmateStep.Occupation.Studying" = "Studying";

"RoomCreate.FlatmateStep.Occupation.Title" = "And their current situation?";

"RoomCreate.FlatmateStep.Occupation.Working" = "Working";

"RoomCreate.FlatmateStep.Title" = "Step 5: Flatmates";

"RoomCreate.From" = "From";

"RoomCreate.ListRoomButton" = "List room";

"RoomCreate.ListSuccessPopup.FirstButton" = "Share ad";

"RoomCreate.ListSuccessPopup.SecondButton" = "Later";

"RoomCreate.ListSuccessPopup.Subtitle" = "Nice work! To reach even more Badis share your ad now.";

"RoomCreate.ListSuccessPopup.Title" = "Your listing is public!";

"RoomCreate.Location.Placeholder" = "Location";

"RoomCreate.Location.Wont" = "(We won't show your exact location)";

"RoomCreate.LocationStep.AddressExample.default" = "House or Building name, Street name & Number";

"RoomCreate.LocationStep.AddressExample.france" = "ex: 24 Rue Saint-martin";

"RoomCreate.LocationStep.AddressExample.italy" = "ex: Via Lombardi, 24";

"RoomCreate.LocationStep.AddressExample.spain" = "ex: Muntaner, 24";

"RoomCreate.LocationStep.AddressExample.uk" = "ex: 24 Hanbury Street";

"RoomCreate.LocationStep.AddressPlaceholder" = "Street name, number";

"RoomCreate.LocationStep.AddressSection.Title" = "Street address";

"RoomCreate.LocationStep.CityExample" = "ex: London, UK";

"RoomCreate.LocationStep.CityPlaceholder" = "Type a city";

"RoomCreate.LocationStep.CitySection.Title" = "City";

"RoomCreate.LocationStep.Title" = "Step 1: Location";

"RoomCreate.LocationStep.Wont" = "Don’t worry, the exact location won’t be visible. This is just to give Seekers an idea of the area.";

"RoomCreate.MinimumStay" = "Minimum stay (months)";

"RoomCreate.PhotoStep.DescriptionSectionPlaceholder" = "...what do you like about your neighbourhood? What do you value in a flatmate? Let us know!";

"RoomCreate.PhotoStep.DescriptionSectionTitle" = "Tell us more...";

"RoomCreate.PhotoStep.Minimum" = "%i characters minimum";

"RoomCreate.PhotoStep.Remaining" = "%i characters remaining";

"RoomCreate.PhotoStep.Title" = "Step 4: Photos";

"RoomCreate.PhotoStep.TitleSectionPlaceholder" = "Type a title that stands out";

"RoomCreate.PhotoStep.TitleSectionTitle" = "Give your listing a title";

"RoomCreate.Picture.Cover" = "Cover";

"RoomCreate.Picture.Sort" = "Drag to order";

"RoomCreate.Pictures" = "Beautiful photos + Quantity = More opportunities!!";

"RoomCreate.Price" = "Price per month";

"RoomCreate.PropertyStep.AmenitiesTitle" = "Choose the amenities";

"RoomCreate.PropertyStep.FlatMatesTitle" = "Who currently lives here?";

"RoomCreate.PropertyStep.RulesTitle" = "Are there any house rules?";

"RoomCreate.PropertyStep.Title" = "Step 2: Property";

"RoomCreate.PropertyStep.TypeTitleWhatDoYouWantToList" = "What do you want to list?";

"RoomCreate.Roomates.Female" = "female";

"RoomCreate.Roomates.Included" = "Include yourself";

"RoomCreate.Roomates.Male" = "male";

"RoomCreate.RoomStep.AvailabilityTitle" = "When is the room available?";

"RoomCreate.RoomStep.BedTitle" = "Choose a bed type";

"RoomCreate.RoomStep.PerMonth" = "month";

"RoomCreate.RoomStep.PriceTitle" = "What’s the monthly rent?";

"RoomCreate.RoomStep.Title" = "Step 3: Room";

"RoomCreate.SeeAllAmenities" = "see all";

"RoomCreate.SelectAmenities" = "Select the amenities";

/* Room create */
"RoomCreate.Title" = "List Room";

"RoomCreate.Title.Limit" = "35 characters max";

"RoomCreate.Title.Placeholder" = "Room title";

"RoomCreate.TitleAbout" = "About the room";

"RoomCreate.TitleAmenities" = "Amenities";

"RoomCreate.TitleAvailable" = "Available";

"RoomCreate.TitleBadis" = "Badis";

"RoomCreate.TitleBed" = "Type of bed";

"RoomCreate.TitleDescription" = "Description";

"RoomCreate.TitleEdit" = "Edit Room";

"RoomCreate.TitlePictures" = "Pictures";

"RoomCreate.TitleRoomates" = "Total roommates";

"RoomCreate.To" = "To";

"RoomCreate.VerifyPhone.Button" = "Verify Phone";

"RoomCreate.VerifyPhone.Subtitle" = "This is how we ensure your safety and build trust in our community. Your information will remain private and never shared.";

"RoomCreate.VerifyPhone.Title" = "Verify your phone";

"RoomDelete.Subtitle" = "You are going to delete this room.";

"RoomDelete.Title" = "Are you sure?";

"RoomDetail.Action.Delete.Subtitle" = "Why do you want to delete it?";

"RoomDetail.Action.DontRent" = "I don't want to rent it";

"RoomDetail.Action.Hide" = "I want to hide it";

"RoomDetail.Action.Rent" = "I've rented it :)";

"RoomDetail.Action.Title" = "Are you sure?";

"RoomDetail.Action.Unpost.Subtitle" = "Why do you want to unpost it?";

"RoomDetail.Amenities" = "Amenities";

"RoomDetail.Availability" = "Availability";

"RoomDetail.BedType" = "Bed type";

"RoomDetail.BillsIncluded" = "Bills included";

"RoomDetail.BillsNotIncluded" = "Bills not included";

"RoomDetail.Booking.Tip.Fast" = "Fast & easy";

"RoomDetail.Booking.Tip.Free" = "100% Free";

"RoomDetail.Booking.Tip.Secure" = "Secure payments";

"RoomDetail.Booking.Tip.Subitle" = "Secure payments with Stripe";

"RoomDetail.Booking.Tip.Title" = "Now you can Book this room securely, fast and free with Badi";

/* Room detail */
"RoomDetail.Day" = "day";

"RoomDetail.Days" = "days";

"RoomDetail.Description" = "Description";

"RoomDetail.Edition.Alert.Message" = "You are not able to edit your listing’s details while you have active bookings. Check out your booking activity to see the state of your bookings.";

"RoomDetail.Edition.Alert.Title" = "Listing Edition";

"RoomDetail.Flatmate.Age" = "Age";

"RoomDetail.Flatmate.CurrentSituation" = "Current situation";

"RoomDetail.Flatmate.Gender" = "Gender";

"RoomDetail.Flatmate.Gender.DontMind" = "Doesn't mind";

"RoomDetail.Flatmate.Gender.Female" = "Female";

"RoomDetail.Flatmate.Gender.Male" = "Male";

"RoomDetail.Flatmate.Occupation.DontMind" = "Doesn't mind";

"RoomDetail.Flatmate.Occupation.Studying" = "Studying";

"RoomDetail.Flatmate.Occupation.Working" = "Working";

"RoomDetail.Flatmate.YearsOld" = "years old";

"RoomDetail.Flatmates" = "Flatmates";

"RoomDetail.From" = "From";

"RoomDetail.HouseRules" = "House rules";

"RoomDetail.MinStay" = "Minimum stay";

"RoomDetail.Month" = "month";

"RoomDetail.Months" = "months";

"RoomDetail.PreferredFlatmate" = "Preferred flatmate";

"RoomDetail.PropertyType" = "Listed space";

"RoomDetail.PropertyType.EntirePlace" = "Entire property";

"RoomDetail.PropertyType.PrivateRoom" = "Private room";

"RoomDetail.PropertyType.SharedRoom" = "Shared room";

"RoomDetail.Published" = "Listed";

"RoomDetail.Published.By" = "by";

"RoomDetail.Report.ActionButton.First" = "User";

"RoomDetail.Report.ActionButton.Second" = "Room";

"RoomDetail.Report.Title" = "Report";

"RoomDetail.RoomSettingsButton" = "Room Settings";

"RoomDetail.SeeAll" = "see all";

"RoomDetail.SendRequestButton" = "Send request";

"RoomDetail.To" = "to";

"RoomDetail.Week" = "week";

"RoomDetail.Weeks" = "weeks";

"RoomDetail.YearsOld" = "years old";

"RoomDetailStatus.Booked" = "Booked";

"RoomDetailStatus.Rented" = "Rented";

"RoomDetailStatus.Unpublished" = "Unposted - Not visible";

"RoomDetial.Location" = "Location";

"RoomRent.Booking.NotThroughBadi" = "Book to someone outside Badi";

/* Booking */
"RoomRent.Booking.Title" = "Book the room to ...";

"RoomRent.NotAbove" = "Not listed above?";

"RoomRent.NotThroughBadi" = "Not rented through Badi";

"RoomRent.Republish.Content" = "When will it be available for rent again?\nWe'll send you a reminder";

"RoomRent.Republish.Date" = "Choose date";

"RoomRent.Republish.No" = "No, thanks";

"RoomRent.Republish.Title" = "Schedule a reminder";

"RoomRent.Title" = "Who did you rent it to?";

"Rooms.ComingSoon.FirstButton" = "Awesome!";

"Rooms.ComingSoon.Subtitle" = "We are going to land soon in Italy! Come back in a few days and find your perfect roommate in this wonderful country.";

"Rooms.ComingSoon.Title" = "Almost there...";

"Rooms.CurrentLocation" = "My current location";

"Rooms.Day" = "day";

"Rooms.EmptyResult" = "Whoops!\nNo rooms match these criteria.\nTry to search in another area or change the applied filters.";

"Rooms.Filter" = "Filters";

"Rooms.Hour" = "hour";

"Rooms.Kilometers" = "km";

"Rooms.List" = "list";

"Rooms.List.Footer" = "Wanna see more rooms? Search in another area or try changing your selected filters.";

/* Rooms */
"Rooms.Map" = "map";

"Rooms.MapArea" = "Selected Map Area";

"Rooms.Meters" = "m";

"Rooms.Month" = "month";

"Rooms.OverAWeekAgo" = "over a week ago";

"Rooms.Owned" = "my room";

"Rooms.RedoSearch" = "show more rooms";

"Rooms.Request" = "Send request";

"Rooms.RequestSent" = "Request sent";

"Rooms.Searching" = "searching in this area";

"Rooms.Share" = "Share";

"Rooms.ThisWeek" = "this week";

"Rooms.Today" = "today";

"Rooms.WeekAgo" = "1 week ago";

"Rooms.WeeksAgo" = "%d weeks ago";

"Rooms.Yesterday" = "yesterday";

"RoomStatus.Booked" = "booked";

/* Room rental */
"RoomStatus.Published" = "posted";

"RoomStatus.Rented" = "rented";

"RoomStatus.Unpublished" = "unposted";

"RoomStatusAction.Cancel" = "Cancel";

"RoomStatusAction.Detele" = "Delete";

"RoomStatusAction.Edit" = "Edit";

"RoomStatusAction.MarkRented" = "Mark as Rented";

/* Room status actions */
"RoomStatusAction.Publish" = "Post - Visible";

"RoomStatusAction.Share" = "Share";

"RoomStatusAction.Unpublish" = "Unpost - Not visible";

"RoomType.EntirePlace" = "Entire property";

"RoomType.PrivateRoom" = "Private room";

"RoomType.SharedRoom" = "Shared room";

"Search.Featured" = "Featured cities";

"Search.FindYourRoom" = "Find your room in";

"Search.GotARoom" = "Got a spare room?";

"Search.Neighbourhoods.subtitle" = "in %@";

"Search.Neighbourhoods.title" = "Top Neighbourhoods";

/* Search */
"Search.Title" = "Where do you want to live?";

"Search.TypeLocation" = "Type a city or location";

"Search.UserLocation" = "Search nearby";

"SeekerRooms.Invitations" = "received";

"SeekerRooms.Invitations.Empty.Subtitle" = "If a Badi is interested in your profile you’ll receive their invitation here.";

"SeekerRooms.Invitations.Empty.Title" = "Empty inbox";

"SeekerRooms.Requests" = "sent";

"SeekerRooms.Requests.Empty.Subtitle" = "Don’t be shy and start sending Requests.";

"SeekerRooms.Requests.Empty.Title" = "You haven’t sent any requests yet";

/* Seeker rooms */
"SeekerRooms.Title" = "Requests";

"Setting.Contact" = "Chat with us";

"Setting.Delete" = "Delete account";

"Setting.Delete.MyID" = "My ID:";

"Setting.Faqs" = "FAQs";

"Setting.Invite" = "Invite a friend";

"Setting.Logout" = "Log out";

"Setting.Partner" = "Partner with us";

"Setting.PaymentData" = "My account";

"Setting.Privacy" = "Privacy";

"Setting.Rate" = "Rate the app";

"Setting.Report" = "Report a bug";

"Setting.Support" = "Support & Help";

"Setting.Switch" = "Switch to";

"Setting.TermsAndConditions" = "Terms & Conditions";

/* Settings */
"Setting.Title" = "Settings";

"Social.Connections.Amount" = "social connections with %@";

/* Social connections */
"Social.Connections.Title" = "Social Connections";

"Social.Paths.Me" = "Me";

"Social.Paths.Title" = "This is how %@ \nconnects you to %@:";

"Social.Subtitle.First" = "Sign up for free and find your AMAZING flatmate!";

"Social.Subtitle.Fourth" = "Seal the deal with our secure booking feature.";

"Social.Subtitle.Second" = "Look for rooms or flatmates based on your lifestyle.";

"Social.Subtitle.Third" = "Match and chat instantly with your future flatmates.";

/* Login */
"Social.Title.First" = "Welcome to badi";

"Social.Title.Fourth" = "Book";

"Social.Title.Second" = "Search";

"Social.Title.Third" = "Connect";

"SocialConnections.Alert.Button" = "Connect";

"SocialConnections.Alert.ButtonWitouhtAction" = "Got it!";

"SocialConnections.Alert.Subtitle" = "See who connects you to your potential badis and make extra sure they're the right one for you!";

"SocialConnections.Alert.Title" = "Unlock your social connections";

"SocialConnections.NoConnectionsBoth" = "Oops! Looks like you and %@ don’t have any connections in common yet…";

"SocialConnections.NoConnectionsDirectFriends" = "Ideal, you and %@ are direct friends!";

"SocialConnections.NoConnectionsMyProfile" = "Link your social media accounts to discover your connections";

"SocialConnections.NoConnectionsOther" = "Oops! Looks like %@ isn’t using this feature yet…";

"SocialConnections.NoConnectionsYet" = "Just seeing who knows who, check back in a minute to see your connections!";

"SocialConnections.NoConnectionsYou" = "Link your social media accounts to discover your connections with %@";

"SocialConnections.SeeAll" = "see all";

"SocialConnections.SeeConnections" = "See how you're connected to %@";

"SocialConnections.SeeConnectionsOtherProfile" = "Get to know your social connections";

/* Social connections */
"SocialConnections.Title" = "Social Connections";

"Tags.Subtitle" = "You can choose up to 10 options for each category.";

"Tags.Title" = "Tell us a bit about you";

"Tip.FindBadi.FirstButton" = "Got it!";

"Tip.FindBadi.Subtitle" = "Here you will receive recommendations and requests from Badis interested in your room";

"Tip.FindBadi.Title" = "Find a Badi";

"Tip.ListRoom.Subtitle" = "List your room and start connecting with your future roommates";

/* Tips */
"Tip.ListRoom.Title" = "Got a spare room?";

"Tip.RequestBooking.Subtitle" = "Send a Booking Request to assure your room rental. Secure, easy and fast.";

"Tip.RequestBooking.Title" = "Have you already met your ideal Badi?";

"Tip.SendBooking.Subtitle" = "Book this room to guarantee the rental. Safe, easy and fast.";

"Tip.SendBooking.Title" = "Found your ideal Badi?";

"Tip.SwitchNav.Subtitle" = "Press this button to switch to Seeker mode and search for rooms";

"Tip.SwitchNav.Title" = "Change to Seeker mode:";

"Tip.SwitchTab.Subtitle" = "If you go to your profile you can change the mode and search for rooms";

"Tip.SwitchTab.Title" = "Want to go back to seeker mode?";

"UploadPhoto.ClickBrowseTakePhoto" = "Just click here to browse your album or take a photo.";

"UploadPhoto.DragDrop" = "Press & hold to move the images";

/* Upload Photo */
"UploadPhoto.TitleAddSomePhotos" = "Add some photos";

"UploadPhoto.UploadInOneGo" = "Upload all your photos in one go!";

/* URLs */
"Url.FAQ" = "https://intercom.help/badi/english";

"Url.PrivacyPolicy" = "https://badi.com/blog/en/privacy-policy-and-data-protection/";

"Url.Stripe.Terms" = "https://stripe.com/connect-account/legal";

"Url.T&C" = "https://badi.com/blog/en/general-conditions-use/";

"Url.T&C.Booking" = "https://badi.com/blog/en/conditions-of-booking-system/";

"UserType.Lister" = "Lister";

/* User type */
"UserType.Seeker" = "Seeker";

/* Validation errors */
"Validation.AllFieldsNeeded" = "All fields must be filled in";

"Validation.InvalidEmail" = "Email must be valid";

"Validation.InvalidPassword" = "Password must be at least 6 characters. Password must combine letters and numbers.";

"Validation.PriceRange" = "The asked price must be between %d%@ and %d%@";

"Validation.TooYoung" = "You must be 18 or older to use this app.";

"Validation.UploadInProgress" = "Please wait until the picture is uploaded to update your profile.";

"VerificationError.InvalidCode" = "Whoops! The verification code does not match.";

"Warning.AlbumPermissions" = "We can't access your photos, click here to go to Settings and give us permission.";

"Warning.CameraPermissions" = "We can't access your camera, click here to go to Settings and give us permission.";

